[
    {
        "id": "0",
        "img": "../images/imageWithText/1.jpg",
        "alt": "",
        "text": "<p>Enjoy stress-free wedding planning by letting me take care of everything for you. You are in good hands! Your wedding will be planned, organised and coordinated by the same person, because I personally follow everything through with my couples from start to finish. You deal directly with me and me alone, no agents or local delegates of any sort. I am very meticulous and absolutely nothing will be left to chance. I will be your eyes and ears here in Taormina with my invaluable dedicated and detailed advance planning which is the key to success, guaranteeing you a truly seamless and bespoke tailor-made service.</p>"
    },
    {
        "id": "1",
        "img": "../images/imageWithText/1.jpg",
        "alt": "",
        "text": "<p>Whether you are planning a wedding for two or two hundred, no event is too small or large for me to handle. I am happy to offer my services to everyone. I work with only the very best selected local venues and hand-picked professional suppliers offering top quality services at competitive prices.</p><p>I am also an excellent wedding celebrant and I write and officiate beautiful personalised tailor-made symbolic ceremonies for my couples in stunning locations.</p><p>Giardini Naxos with its characteristic fishing harbour and the medieval hilltop village of Castelmola are also charming locations for a wedding in Sicily.</p>"
    },
    {
        "id": "2",
        "img": "../images/imageWithText/1.jpg",
        "alt": "",
        "text": "<p>All of the wedding services offered by myself and my trustworthy top professional suppliers here in the Taormina area, are the best and of the utmost highest standards; Gorgeous wedding flowers and stunning decor, fabulous photography and outstanding video, excellent hairstyling and make-up, delightful talented musicians for the ceremony and reception, great entertainment of all sorts, terrific dance bands and DJ, quirky, vintage and modern luxury bridal cars, and of course only the best restaurants, top banqueting villas and finest hotel venues this area has to offer for your wedding reception and your pre or post wedding events. Even Italian wedding rings and Sicilian wedding favours if you wish! All successfully planned to perfection and tried and tested with very positive results.</p>"
    }
]